import man from "../assets/man.png"
import woman from "../assets/woman.png"
import aparat from "../assets/aparat.png"
import progressIcon from "../assets/pace.png"
import terminator from "../assets/terminator.jpg"
import doner from "../assets/doner.png"
import andrewT from "../assets/andrewT.png"
import serena from "../assets/serena.png"

export const nav_items = [
  {
      label: 'Начало',
      href: 'home',
  },
  {
      label: 'Мнения',
      href: 'our-users',
  },
  {
      label: 'За нас',
      href: 'about',
  },
];

export const TESTIMONIALS = [
  {
    name: 'Алиса Фотограф',
    role: 'Фотография ентусиаст',
    content:
      "Откакто използвам PhotoScope, вече не се чудя къде да показвам последните си снимки. Просто ги качвам и ги споделям със света.",
    avatar: doner,
  },
  {
    name: 'Боб Шатърбъг',
    role: 'Аматьор фотограф',
    content:
    "Улавяйте моментите, живейте деня! PhotoScope трансформира моето хоби във фотография в визуално пътуване на изследване и споделяне.",
    avatar: terminator,
  },
  {
    name: 'Чарли Камера',
    role: 'Амбициозен фотограф',
    content:
    "Здравейте, колеги фотографи! PhotoScope и неговите функции изцяло подобриха моите фотографски умения. Това е като да имаш лична галерия, в която да показваш работата си и да се свързваш с други творчески умове. ",
    avatar: andrewT,
  },
  {
    name: 'Диана Снап',
    role: 'Инстаграм влиятел',
    content:
    "Здравейте всички, Диана Снап съм! PhotoScope е моята предпочитана платформа за споделяне на фотографското ми пътуване. ",
    avatar: serena
  },
];

export const PHOTOGRAPHY_FACTS = [
  "Само 30 минути практика с фотография всеки ден могат значително да подобрят уменията ви и да доведат до по-завладяващи снимки.",
  "Редовното занимаване с фотография може да увеличи вашето творчество и артистично мислене. Проучвания показват, че може да подобри способността ви да виждате и улавяте уникални моменти.",
  "Всяка снимка, която правите, може да разкаже история. Улавянето на завладяващи визуализации може да предизвика емоции и да създаде трайни спомени.",
  "По време на фотосесия можете да улавяте безброй уникални и красиви кадри, всеки със собствена история за разказване.",
  "Различните фотографи имат уникални стилове и силни страни, но всички допринасят за разнообразния свят на фотографията.",
  "Обективът на камерата е вашият творчески инструмент, който ви позволява да кадрирате и фокусирате върху обекта, точно като художник с платно.",
  "Редактирането на вашите снимки може да бъде творчески процес сам по себе си, като подобрите цветовете, контраста и настроението, за да направите снимките си да изпъкват.",
  "Експериментирането с различни условия на осветление и ъгли може драматично да повлияе на настроението и качеството на снимките ви.",
  "Фотографите често имат голяма колекция от снимки, всяка от които улавя уникален момент от времето.",
  "Фотографията не е само за улавяне на изображения; тя е за разказване на истории и споделяне на преживявания чрез визуални изображения.",
  "Вземането на камерата със себе си на пътувания може да доведе до колекция от зашеметяващи пътешественически снимки.",
  "Изследването на различни жанрове на фотографията, от портрети до пейзажи, може да разшири уменията ви и артистичните ви хоризонти.",
  "Изборът на правилното оборудване за камерата и аксесоари може да направи значителна разлика в качеството на снимките ви.",
  "Фотографията ви позволява да замразите моменти в времето, съхранявайки спомени за години напред.",
  "Споделянето на снимките ви с други хора може да създаде връзки и разговори, събирайки хората чрез визуални изображения.",
  "Експериментирането с различни техники на фотография, като дълга експозиция или макрофотография, може да отвори нови творчески възможности.",
  "Фотографията не е само за улавяне на света; тя е за това как виждате и интерпретирате света през обектива си.",
  "Отделянето на време да оцените и изучите работата на други фотографи може да ви вдъхнови и да информира вашата собствена фотография.",
  "Както всяка снимка е уникална, така и всеки фотограф има свой собствен артистичен глас и перспектива.",
  "Изследването на света чрез обектива на камерата може да доведе до по-дълбока оценка на красотата и сложността на живота."
];

export const CONTACTMS = "Ценим вашето мнение, запитвания и предложения. Независимо дали имате въпрос за нашите продукти, нужда от помощ с поръчка или просто искате да кажете здравей, ние ще се радваме да чуем от вас."
