
import tiho from "../assets/tiho.png"
import krasi from "../assets/krasi.png"
import stanka from "../assets/stanka.png"

export const nav_items = [
  {
      label: 'Начало',
      href: 'home',
  },
  {
      label: 'Мнения',
      href: 'our-users',
  },
  {
      label: 'За нас',
      href: 'about',
  },
];

export const TESTIMONIALS = [
  {
    name: 'Иван Георгиев',
    role: 'Любител фотограф',
    content:
      "PhotoScope е мястото, където мога да споделям своите снимки и да се вдъхновявам от творчеството на другите. Най-накрая открих истинска фотографска общност!",
    avatar: stanka,
  },
  {
    name: 'Светлозар Заров',
    role: 'Пътешественик и блогър',
    content:
      "Тази платформа напълно промени начина, по който споделям приключенията си. Харесванията и коментарите ме мотивират да снимам още по-добре!",
    avatar: tiho,
  },
  {
    name: 'Димитър Стоянов',
    role: 'Професионален фотограф',
    content:
      "PhotoScope е идеалното място за фотографи – от начинаещи до професионалисти. Невероятно е да мога да се свързвам с хора, които споделят същата страст към снимането.",
    avatar: krasi,
  },
];



export const CONTACTMS = "Ценим вашето мнение, запитвания и предложения. Независимо дали имате въпрос за нашите продукти, нужда от помощ с поръчка или просто искате да кажете здравей, ние ще се радваме да чуем от вас."
